[
{"title": "Conhecido por todos como Pedrão, Pedro de Assis Silvestre é manezinho da ilha e morador do bairro Coqueiros desde que nasceu."},
{"title": "\nNa política, foi eleito pela primeira vez em 2012, com 2.699 votos, fazendo uma campanha ecológica e inovadora. Pedrão também se destacou por fazer uma das campanhas mais baratas da história de Florianópolis, por não aceitar patrocínios de empresas em sua campanha."},
{"title": "\nFormado em Administração Pública pela "},
{"title": ", curso este que prepara para a gestão de cidades, Pedrão é um dos poucos políticos brasileiros com formação superior nesta área tão importante para a política de nosso país. Atualmente Pedrão esta cursando pós graduação em Direito Público e Gestão Pública, se capacitando para tentar exercer de forma cada vez mais eficiente o mandato de vereador."},
{"title": "\nPedrão é um jovem de 28 anos que tem garra e que desde cedo sempre lutou pelos seus sonhos. Começou a trabalhar aos 13 anos de idade. Aos 15 anos iniciou no segmento de vendas na empresa Softway Contact Center. Aos 17 anos ingressou como vendedor na rede de lojas Jbay, por lá permaneceu durante 6 anos até assumir a supervisão geral com 23 anos de idade. Em 2010 iniciou a atividade de voluntário no projeto Procurando Caminhos, do Centro Cultural Escrava Anastácia. Além disso, foi vice-presidente da Associação Catarinense de Surf Universitário (ACSU) e também um dos coordenadores do projeto Amigos da Escola. Na área socioambiental, Pedrão foi presidente e coordenador do Projeto Route, e ainda participou voluntariamente em diversos projetos ligados a defesa das áreas verdes de Florianópolis."},
{"title": "Em 2016 candidatou-se novamente e recebeu 11.197 votos, sendo o candidato a vereador com a maior votação da história de Santa Catarina e garantindo assim mais uma legislatura na Câmara de 2017 a 2020."}
]